import { useState } from "react";

const trr = () => {
    let dataEx = [{"경상자수":6664,"부상신고자수":458,"사고건수":12767,"사고유형":"횡단중","사고유형대분류":"차대사람","사고유형중분류":"횡단중","사망자수":445,"중상자수":5999},{"경상자수":2007,"부상신고자수":183,"사고건수":3628,"사고유형":"차도통행중","사고유형대분류":"차대사람","사고유형중분류":"차도통행중","사망자수":146,"중상자수":1438},{"경상자수":1330,"부상신고자수":121,"사고건수":1973,"사고유형":"길가장자리구역통행중","사고유형대분류":"차대사람","사고유형중분류":"길가장자리구역통행중","사망자수":33,"중상자수":563},{"경상자수":1455,"부상신고자수":131,"사고건수":2226,"사고유형":"보도통행중","사고유형대분류":"차대사람","사고유형중분류":"보도통행중","사망자수":21,"중상자수":745},{"경상자수":9139,"부상신고자수":1062,"사고건수":14675,"사고유형":"기타","사고유형대분류":"차대사람","사고유형중분류":"기타","사망자수":333,"중상자수":4887},{"경상자수":8837,"부상신고자수":588,"사고건수":7892,"사고유형":"정면충돌","사고유형대분류":"차대차","사고유형중분류":"정면충돌","사망자수":205,"중상자수":3539},{"경상자수":84667,"부상신고자수":5781,"사고건수":71687,"사고유형":"측면충돌","사고유형대분류":"차대차","사고유형중분류":"측면충돌","사망자수":404,"중상자수":17756},{"경상자수":4172,"부상신고자수":162,"사고건수":3514,"사고유형":"후진중충돌","사고유형대분류":"차대차","사고유형중분류":"후진중충돌","사망자수":2,"중상자수":304},{"경상자수":47111,"부상신고자수":2748,"사고건수":32717,"사고유형":"추돌","사고유형대분류":"차대차","사고유형중분류":"추돌","사망자수":379,"중상자수":7564},{"경상자수":49616,"부상신고자수":3839,"사고건수":44222,"사고유형":"기타","사고유형대분류":"차대차","사고유형중분류":"기타","사망자수":248,"중상자수":9990}]
    
    const[sel1, setSel1] = useState();
    const[sel2, setSel2] = useState();
    
    TaccidentNav = () => {

    }
    TaccidentNav2 = () => {

    }
    
    return (
        <>
        </>
    );
}
export default trr;